export default {
  onboarding: {
    shared: {
      logo: 'TwoRentals',
      title: 'Почти всё готово!',
      description:
        'Выполните эти задачи как можно скорее, чтобы максимально эффективно использовать свою учетную запись TwoRentals. После завершения настройки Вы будете готовы начать свой онлайн-бизнес по аренде на время отпуска.',
    },
    components: {
      item: {
        complete: 'Завершить',
        completed: 'Завершено',
      },
    },
    dicts: {
      channels: {
        title: 'Подключить к сети',
        airbnb: {
          title: 'Связать с Airbnb',
          description: 'Синхронизируйте информацию Вашего Airbnb и бронировании с TwoRentals.',
        },
        booking: {
          title: 'Связать с Booking.com',
          description: 'Синхронизируйте информацию Вашего Booking.com и бронировании с TwoRentals.',
        },
      },
      payments: {
        title: 'Настроить онлайн-оплаты',
        gateway: {
          title: 'Активируйте способ оплаты',
          description:
            'Гости, оплачивающие онлайн, с меньшей вероятностью отменят бронирование. Активируйте онлайн-платежи!',
        },
        paypal: {
          title: 'Активировать PayPal',
          description: 'Начните получать онлайн-платежи через PayPal.',
        },
      },
      rental: {
        title: 'Добавить аренду',
        contactInfo: {
          title: 'Добавьте Вашу контактную информацию',
          description: 'Сообщите гостям свои актуальные контактные данные для удобного общения.',
        },
        details: {
          title: 'Введите данные об аренде',
          description:
            'Продемонстрируйте лучшие характеристики Вашей аренды с помощью увлекательного заголовка, описания и удобств.',
        },
        location: {
          title: 'Укажите адресс аренды',
          description:
            'Введите свой адрес и проложите маршрут к дому. Добавьте расстояния до ближайших транспортных узлов.',
        },
        photos: {
          title: 'Добавьте фотографии аренды',
          description:
            'Загрузите высококачественные фотографии всех ключевых пространств в доме и вокруг него - не забудьте подписи!',
        },
        rates: {
          title: 'Установите цены',
          description:
            'Определите свои тарифы, политику, валюту и условия проживания. Добавьте сборы, налоги и специальные предложения.',
        },
      },
      website: {
        title: 'Опубликовать веб-сайт',
        assigned: {
          title: 'Подключите аренду к сайту',
          description: 'Сделайте так, чтобы Ваша аренда появился на Вашем сайте.',
        },
        content: {
          title: 'Добавьте контент на свой сайт',
          description:
            'Привлекайте больше посетителей на свой сайт с помощью контента. Добавляйте собственные страницы с полезной информацией для гостей.',
        },
        domain: {
          title: 'Настройте свой домен',
          description: 'Придайте своему бизнес-сайту профессиональный вид с помощью персонализированного домена.',
        },
        published: {
          title: 'Опубликуйте свой веб-сайт',
          description: 'Запустите свой веб-сайт, чтобы получать прямые заказы!',
        },
      },
    },
  },
};
